[
  {
    "title": "Descriptive Analysis of Cricket Player Stats – Virat Kohli",
    "description": "I conducted an analytical project focused on evaluating Virat Kohli’s cricket performance by web scraping data from ESPNcricinfo. where I analyzed various metrics such as batting averages, strike rates, and performance across different formats. This detailed analysis provided insights into his consistency, strengths, and key trends in his career, offering a deeper understanding of his performance over time.",
    "technologies": "pandas, Numpy, Matplotlib, Seaborn, Jupyter Notebook and Data Scraping tools",
    "image": "cricket",
    "githubLink": "https://github.com/SrigadaAkshayKumar/Discriptive-Analysis-cricket-player-stats-Virat-Kohli"
  },
  {
    "title": "Department of DataScience Results Analysis ",
    "description": "I conducted a project analyzing the performance results of my department of Data Science at college. Using web scraping with Selenium, I collected data from result portal. The analysis focused on students performance across various subjects, section wise pass and fail percentages. The project involved data cleaning, exploratory data analysis (EDA), and visualizing the results through interactive charts to highlight departmental performance.",
    "technologies": "pandas, Numpy, Matplotlib, Seaborn, Jupyter Notebook and selenium",
    "image": "result",
    "githubLink": "https://github.com/SrigadaAkshayKumar/Department-of-DataScience-Results-Analysis"
  },
  {
    "title": "Unemployment Analysis case study",
    "description": "I conducted an Unemployment Analysis project where I utilized data science techniques to analyze trends and key factors affecting unemployment. The project involved data collection, cleaning, and exploratory data analysis (EDA). I developed predictive models to forecast future unemployment rates and visualized the results through interactive charts.",
    "technologies": "pandas, Numpy, Matplotlib, Seaborn, scikit-learn, Jupyter Notebook and Power BI",
    "image": "unemployment",
    "githubLink": "https://github.com/SrigadaAkshayKumar/Unemployment-Analysis"
  },
  {
    "title": "sentiment Analysis RetailX Sales performance",
    "description": "The RetailX Sales Analysis project offers insights into retail sales data. Through data analysis and visualization, it explores sales performance, customer behavior, and trends. This project showcases my journey in understanding and applying analytics techniques to real-world datasets.",
    "technologies": "pandas, Numpy, Matplotlib, Seaborn, scikit-learn, Jupyter Notebook and Power BI",
    "image": "Retail",
    "githubLink": "https://github.com/SrigadaAkshayKumar/Sentiment-Analysis-RetailX-Sales-performance"
  },
  {
    "title": "Netflix Clone",
    "description": "To discover the world of React development with my first project Netflix clone built entirely with React.js. Dive into the frontend development journey as I recreate the user interface of the popular streaming platform.",
    "technologies": "React js, HTML, CSS, JavaScript, Node js and VS Code",
    "image": "Netflix",
    "githubLink": "https://github.com/SrigadaAkshayKumar/Netflix-Clone"
  },
  {
    "title": "Rent-Hub",
    "description": "I have developed Rent-Hub, a one-stop platform for all your rental needs. Browse, compare, and choose platform. Simplify your rental experience with Rent-Hub.",
    "technologies": "React js, HTML, CSS, JavaScript, Bootstrap, Node js and VS Code",
    "image": "Rent",
    "githubLink": "https://github.com/SrigadaAkshayKumar/Rent-Hub"
  },
  {
    "title": "Food Ordering website",
    "description": "I independently developed an online food ordering webpage. The project involved creating a user-friendly interface for customers. I implemented responsive design principles to ensure viewing across different devices.",
    "technologies": "HTML, CSS, JavaScript and VS Code",
    "image": "Food",
    "githubLink": "https://github.com/SrigadaAkshayKumar/Online-food-Ordering-web"
  }
]
